Autodesk.Revit.DB.Visual.AssetProperties.FindByName(System.String)
Gets the property with the given name.
Remarks:
FindByName will not visit the properties of any connected asset on any of the properties.
name:
Name of the property.
Returns:
The property with the specified name.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2018.1